Repository: TYPO3-extensions/l10nmgr
Catalog: Resources/Private/Language/*.locallang_csh_l10nmgr.xlf
Languages: de

# title.description
source: Title for the L10N configuration
de: Name der L10N-Manager-Konfiguration

# title.details
source: Title for the L10N configuration. Make sure to use a sounding title that helps you to identify your settings file easily.
de: Name der L10N-Manager-Konfiguration. Verwenden Sie einen eindeutigen Namen, damit Sie die einzelnen Konfigurationen schnell wiederfinden.

# depth.description
source: Depth of page levels to export for translation.
de: Anzahl der für die Übersetzung zu exportierenden Seitenebenen.

# depth.details
source: Choose whether to export just the current page or whether to include subpages.
de: Wählen Sie aus, ob Sie nur die aktuelle Seite exportieren möchten oder ob Sie auch die Unterseiten in den Export mit einbeziehen möchten.

# tablelist.description
source: Export content from the following tables:
de: Exportieren Sie Inhalte aus folgenden Tabellen:

# tablelist.details
source: Content from pages and content elements - Choose the tables from which you want to export your translatable data from the list. Translatable pages' meta data (page title, navigation title, keywords, description etc.) is located in the pages (Page) table. Text from content elements is located in the table tt_content (Pagecontent). So usually you need to export both tables (Pages and Pagecontent). Content from extensions - Content from extensions is stored in different database tables. To export it select the name of the extension from the list.To select more than one entry from the list hold down your Ctrl key and select the entries by clicking on them with your mouse.
de: Inhalte aus Seiten und Content-Elementen - Wählen Sie aus der Liste die Tabellen, aus denen Sie die zu übersetzenden Daten exportieren möchten. Übersetzbare Metadaten der Seiten (Seitentitel, Navigationstitel, Schlüsselwörter, Beschreibung etc.) sind in der Tabelle "pages" (Page). Texte der Content-Elemente sind in der Tabelle "tt_content" (Seiteninhalte) gespeichert. In der Regel müssen Sie beide Tabellen exportieren. Inhalte aus Extensions - Inhalte aus Extensions wird in verschiedenen Datenbanktabellen gespeichert. Zum Exportieren, wählen Sie den Namen der Extension aus der Liste. Zur Auswahl mehrerer Elemente halten Sie die Strg-Taste gedrückt und klicken Sie mit der Maus auf die übrigen Elemente.

# sourceLangStaticId.description
source: Source language for translation.
de: Ausgangssprache für die Übersetzung.

# sourceLangStaticId.details
source: Please select the source language for the translation from the list. This is necessary to insert the right xml:lang attribute to the export files.
de: Wählen Sie die Ausgangssprache für die Übersetzung aus der Liste. Die Auswahl ist notwendig, damit die korrekten xml:lang-Attribute in die Exportdatei eingefügt werden können.

# displaymode.description
source: Select how to render the HTML overview
de: Wählen Sie die Art der HTML-Übersicht.

# exclude.description
source: Exclude records from database tables
de: Schließen Sie Datensätze aus bestimmten Tabellen vom Export aus.

# include.description
source: Include records from database tables
de: Schließen Sie Datensätze aus bestimmten Tabellen in den Exort ein.
