Repository: TYPO3-extensions/l10nmgr
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de, es, fr, it

# tx_l10nmgr_cfg
source: L10N Manager Configuration
de: L10N-Manager Konfiguration
es: Configuración L10N Manager
fr: Configuration L10N-Manager
it: Configurazione di L10N Manager

# tx_l10nmgr_cfg.title
source: Title:
de: Name:
es: Título:
fr: Nom:
it: Titulo:

# tx_l10nmgr_cfg.filenameprefix
source: Export filenameprefix:
de: Exportpräfix:
es: Prefijo del archivo de exporte:
fr: Préfixe du nom du fichier exporté:

# tx_l10nmgr_cfg.incfcewithdefaultall
source: Include FCE with default language:
es: Incluir FCE con idioma estándar:

# tx_l10nmgr_cfg.depth.I.0
source: This page only
de: Nur diese Seite
es: Sólo esta página
fr: Cette page seulement
it: Questa pagina

# tx_l10nmgr_cfg.depth.I.1
source: 1 deep
de: 1 Ebene
es: 1 nivel
fr: 1 niveau
it: 1 livello

# tx_l10nmgr_cfg.depth.I.2
source: 2 deep
de: 2 Ebenen
es: 2 niveles
fr: 2 niveaux
it: 2 livelli

# tx_l10nmgr_cfg.depth.I.3
source: 3 deep
de: 3 Ebenen
es: 3 niveles
fr: 3 niveaux
it: 3 livelli

# tx_l10nmgr_cfg.depth.I.4
source: Infinite
de: Unendlich
es: Infinito
fr: Infinis
it: Indefinito

# tx_l10nmgr_cfg.depth.I.-1
source: Current page
de: Aktuelle Seite
es: Página actual
fr: Page actuelle
it: Pagina attuale

# tx_l10nmgr_cfg.depth
source: Depth of page levels:
de: Anzahl der Seitenebenen
es: Profundidad:
fr: Profondeur
it: Numero di livelli:

# tx_l10nmgr_cfg.displaymode.I.0
source: Render ALL items (slow and huge)
de: Alle Elemente anzeigen (langsam und groß)
es: Visualizar TODOS los elementos (lento y pesado)
fr: Afficher tous les éléments (lent et large)

# tx_l10nmgr_cfg.displaymode.I.1
source: Render overview with details (slow but slim)
de: Übersicht mit Details (langsam aber kleiner)
es: Visualizar visión de conjunto con detalles (lento pero ligero)
fr: Vue d'ensemble avec détails (lent mais moins large)

# tx_l10nmgr_cfg.displaymode.I.2
source: Render overview witn no details (fast and slim)
de: Übersicht ohne Details (schnell und klein)
es: Visualizar visión de conjunto sin detalles (rápido y ligero)
fr: Vue d'ensemble sans détails (vite et petit)

# tx_l10nmgr_cfg.displaymode
source: Display mode:
de: Anzeigemodus:
es: Modo diplay:
fr: Mode d'affichage:
it: Modo di vizualizzazione:

# tx_l10nmgr_cfg.tablelist
source: Tables to export:
de: Zu exportierende Tabellen:
es: Tablas para exportar:
fr: Tableaux à exporter:
it: Tabelle da esportare:

# tx_l10nmgr_cfg.exclude
source: Exclude elements (comma list of "table:uid" pairs):
de: Auszuschließende Elemente (kommagetrennte Werte: "Tabelle:uid, Tabelle:uid"):
es: Excluir elementos (lista de pares "table:uid" separada por comas):
fr: Eléments à exclure (valeurs séparées par virgule: "tableau:uid, tableau:uid"):
it: Elementi da escludere (Lista CSV: "tabella:uid, tabella:uid,...")

# tx_l10nmgr_cfg.include
source: Include elements (comma list of "table:uid" pairs):
de: Einzuschließende Elemente (kommagetrennte Werte: "Tabelle:uid, Tabelle:uid"):
es: Incluir elementos (lista de pares "table:uid" separada por comas):
fr: Eléments à inclure (valeurs séparées par virgule: "tableau:uid, tableau:uid"):
it: Elementi da includere (Lista CSV: "tabella:uid, tabella:uid,...")

# tx_l10nmgr_cfg.sourceLang
source: Source language:
de: Ausgangssprache:
es: Idioma de salida:
fr: Langue source:
it: Lingua di partenza:

# tx_l10nmgr_cfg.translationLang
source: Target language:
de: Zielsprache:
es: Idioma de llegada:
fr: Langue cible:
it: Translation language:

# tx_l10nmgr_cfg.crdate
source: Date of export
de: Übersetzungsdatum
es: Fecha del exporte
fr: Date de la traduction

# tx_l10nmgr_cfg.exporttablelist
source: Exported tables
de: Exportierte Tabellen
es: Tablas exportadas
fr: Tableaux exportés

# tx_l10nmgr_export
source: L10N Manager exports
de: Exportierte Dateien
es: Exportes de L10N Manager
fr: Fichiers exportés

# tx_l10nmgr_priorities
source: Localization priority
de: Priorität
es: Prioridad de localización
fr: Priorité
it: Priorità della localizzazione

# tx_l10nmgr_priorities.title
source: Title:
de: Titel:
es: Titulo:
fr: Titre:
it: Titulo:

# tx_l10nmgr_priorities.description
source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:

# tx_l10nmgr_priorities.languages
source: Priority applies to languages:
de: Priorität für Sprachen:
es: Prioridad applicada a los idiomas:
fr: Priorité de langues:
it: Priorità per le segenti lingue:

# tx_l10nmgr_priorities.element
source: Element(s):
de: Element(e):
es: Elemento(s):
fr: Elément(s):
it: Elementi:
