Repository: TYPO3-extensions/l10nmgr
Catalog: Resources/Private/Language/Modules/Cm1/*.locallang.xlf
Languages: es, it

# general.action.refresh.button.title
source: Refresh
es: Actualizar
it: Aggiornare

# general.action.save.button.title
source: Save
es: Guardar
it: Salva

# general.action.cancel.button.title
source: Cancel
es: Cancelar
it: Annulla

# general.action.blank.title
source: --Select Action--
es: --Seleccionar una acción--
it: --Seleziona l'azione--

# general.action.edit.link.title
source: Overview with links
es: Visión general con enlaces
it: Panoramica con collegamenti

# general.action.edit.inline.title
source: Online translation
es: Traducción en línea
it: Traduzione in linea

# general.action.export.excel.title
source: Excel export/import
es: Excel:exporte/importe
it: Esportazione/Importazione Excel

# general.action.export.xml.title
source: XML export/import
es: XML:exporte/importe
it: Esportazione/Importazione XML

# general.action.export.xml.button.title
source: Export
es: Exportar
it: Esporta

# general.action.import.xml.button.title
source: Import
es: Importar
it: Importa

# general.access.error.title
source: ERROR: User has no access to edit any translations!
es: ERROR: El usuario no puede editar las traducciones en este idioma!
it: ERRORE: Utilizzatore non a accesso per modificare i contenuti in questa lingua!

# general.title
source: L10N Export/Import
es: L10N: exporte/importe
it: L10N Esportazione/Importazione

# general.export.configuration.title
source: Configuration of translation object:
es: Configuración del objeto de traducción:
it: Configurazione dell'oggetto di traduzione:

# general.export.configuration.error.title
source: ERROR: No valid l10nmgr config!
es: ERROR: Configuración l10nmgr inválida!
it: ERRORE: Configurazione l10nmgr non valida!

# general.export.choose.action.title
source: Choose your action
es: Qué quiere hacer?
it: Che cosa vuole fare?

# general.list.headline.depth.title
source: Depth
es: Profundidad
it: Profondità

# general.list.headline.tables
source: Tables
es: Tablas
it: Tabelle

# general.list.headline.exclude.title
source: Exclude
es: Excluir
it: Excludere

# general.list.headline.include.title
source: Include
es: Incluir
it: Includere

# file.settings.downloads.title
source: Download settings files
es: Descargar archivos de configuración de etiquetas:
it: Scarica i file di configurazione:

# file.settings.available.title
source: Available settings files:
es: Archivos de configuración disponibles:
it: File di configurazione disponibili:

# file.settings.dejaVu.title
source: DéjàVu (.dvflt)
it: DéjàVu X (.dvflt)

# file.settings.download.title
source: Download settings file
es: Descargar archivo de configuración
it: Scarica file di configurazione

# inlineedit.save.alert.title
source: You are about to create/update ALL localizations in this form? Continue?
es: Está a punto de crear/actualizar las traducciones en este formulario. Desea continuar?
it: Sta per creare/aggiornare TUTTE le traduzioni in questo modulo! Continuare?

# inlineedit.cancel.alert.title
source: You are about to discard any changes you made. Continue?
es: Está a punto de descartar los cambios realizados en este formulario. Desea continuar?
it: Sta per annullare tutte le modificazioni in questo modulo! Continuare?

# export.xml.headline.title
source: Export
es: Exporte:
it: Esportazione:

# export.xml.source-language.title
source: Alternative source language:
es: Forzar idioma de salida:
it: Imponi lingua di partenza:

# export.xml.new.title
source: New/Changed content only
es: Traducir sólo los contenidos nuevos/modificados
it: Tradurre solamente contenuti nuovi/modificati

# export.xml.noHidden.title
source: No hidden content
es: Non esportare contenuti nascosti
it: Non tradurre elementi nascosti

# export.xml.check_exports.title
source: Check for already exported content
es: Verificar si los contenidos ya fueron exportados
it: Verificazione di contenuti già esportati

# export.xml.no_check_xml.title
source: Do not check XML
es: No verificar formato XML
it: Non verificare il formato XML

# export.xml.checkXml.title
source: Check XML
es: Verificar formato XML
it: Controllo di correttezza del formato XML

# export.xml.checkUtf8.title
source: Check UTF-8
es: Verificar codificación
it: Controllo della codifica dei caratteri (UTF-8)

# export.process.error.empty.message
source: Empty element
es: Elemento vacío
it: Elemento vuoto

# export.process.error.invalid.message
source: Detected invalid characters in element
es: Carácter inválido en el elemento
it: Carattere non valido nell'elemento

# export.process.duplicate.title
source: Contents are already exported for translation!
es: Contenidos ya exportados para la traducción!
it: Contenuti già esportati per la traduzione!

# export.overview.date.label
source: Date
es: Fecha
it: Data

# export.overview.configuration.label
source: Configuration
es: Configuración
it: Configurazione

# export.overview.type.label
source: Type
es: Tipo
it: Tipo

# export.overview.targetlanguage.label
source: Target language
es: Idioma de destino
it: Lingua di destinazione

# export.overview.filename.label
source: Filename
es: Nombre del archivo
it: Nome file

# import.xml.headline.title
source: Import
es: Importe:
it: Importazione:

# import.xml.old-format.title
source: Import old format (v2)
es: Importar formato previo (v2)
it: Importare formato precedente (v2)

# import.xml.old-format.message
source: Import uses the old format without pageGrp element and checks!
es: Importe del formato sin elementos pageGrp y sin verificación!
it: Importazione del formato precedente senza elementi pageGrp e senza meccanismi di verifica!

# import.xml.delL10N.title
source: Delete localizations before import
es: Eliminar traducciones antes de importar
it: Elimina localizzazioni prima dell'importazione

# import.xml.delL10N.message
source: Previous localizations will be deleted before importing new ones!
es: ¡Las localizaciones anteriores se eliminarán previo al importe!
it: Precedenti localizzazioni saranno eliminate prima dell'importazione!

# import.error.title
source: Error in Import:
es: Error durante el importe:
it: Errore di importazione:

# import.success.message
source: Import done!
es: Importe completado!
it: Importzione riuscita!

# import.manager.error.parsing.xml2tree.message
source: XML2Tree parsing error:
es: Error de XML2Tree:
it: Errore XML2Tree:

# import.manager.error.missing.meta.message
source: Could not find meta data in XML!
es: No se encontraron metadatos en XML!
it: Metadati non trovati nell'XML!

# import.manager.error.version.message
source: Incorrect Version of the format: %s (required: %s)
es: Versión de formato incorrecta: %s (requerida: %s)
it: Versione errata del formato: %s (richiesto: %s)

# import.manager.error.workspace.message
source: Export was taken from a diffrent Workspace, please import in this workspace to avoid problems: Current %s (required: %s)
es: El exporte proviene de otro espacio de trabajo. Por favor, importe los archivos en el espacio de trabajo del que fueron exportados para evitar errores. Espacio de trabajo actual: %s (requerido: %s)
it: L'esportazione proviene di un'altra area di lavoro. Per favore, importa nell'area di lavoro di dove proviene l'exportazione per evitare problemi. Area di lavoro corrente: %s (richiesta: %s)

# import.manager.error.language.message
source: 'Export was taken from a diffrent language, please select correct language above! current: %s (required: %s)
es: 'El exporte contiene otro idioma. Por favor, seleccione el idioma correcto en la lista superior! Idioma actual: %s (requerido: %s)
it: L'esportzione contiene un'altra lingua. Per favore, seleziona la lingua correcta della lista! Lingua corrente: %s (richiesta: %s)

# misc.messages.title
source: Messages:
es: Mensajes:
it: Messaggi:

# render_overview.nochange.message
source: No change.
es: Ninguna modificación.
it: Nessuna modificazione.

# render_overview.new.message
source: NEW
es: NUEVO
it: NUOVO

# render_overview.nodiff.message
source: No diff available.
es: Ningún Diff disponible.
it: Nessun Diff disponible.

# render_overview.clickedit.message
source: Click to edit
es: Haga clic para editar
it: Fare clic per modificare.

# render_overview.clicklocalize.message
source: Click to localize
es: Haga clic para traducir
it: Localizzare
